
;---------------------------------BEGIN: Bin\CardApp\HLDown-----------------------------------------
[HLDOWN_DLG_2000]
CAPTION=文档下载管理
ID2000=IO有效位
ID1016=退出时切换成脱机模式
ID1013=IO属性
ID1014=下载
ID1015=开始/停止打标
ID1018=多文档保存
ID1=退出

[HLDOWN_DLG_2001]
CAPTION=设置IO
ID2001=获取当前信号
ID1=确定
ID2=取消

[HLDOWN_STRINGTABLE]
ID0=选择
ID1=文件名
ID2=IO有效位
ID3=IO托管值
ID4=下载标志
ID1000=请选择要下载文档!
ID1001=卡现有的文档将会被擦出,确认下载吗?
ID1002=下载失败,请重试!
ID1003=下载结果:
ID1004=下位机存储空间的 %d%% 已经被占用
ID1005=请选择要设置托管IO的文档!
ID1006=请选择要打标的文档!
ID1007=不能存在相同的托管值!
ID1008=已下载
ID1009=未下载
ID1010=开始打标
ID1011=停止打标
ID2000=成功下载
ID2001=文件传输失败
ID2002=文件太大，超过flash范围
ID2003=flash写入错误
ID2004=文档数据未准备好
ID2005=文档数据超出打标范围
ID2006=IO有效位未设定

;---------------------------------END: Bin\CardApp\HLDown-----------------------------------------

;---------------------------------BEGIN: Bin\HLIOCheck-----------------------------------------
[HLIOCHECK_DLG_3000]
CAPTION=IO信号检测
ID1012=输入
ID1013=输出
;---------------------------------END: Bin\HLIOCheck-----------------------------------------

;---------------------------------BEGIN: Bin\GraySet-----------------------------------------
[GRAYSET_DLG_1002]
CAPTION=灰度设置
ID1004=方案集
ID1842=另存为
ID1403=删除
ID1005=控制模式:
ID1006=线性
ID1007=调整级数
ID1838=白底
ID1001=复位
ID1008=打标测试
ID1837=全部灰度
ID1841=指定灰度
ID1009=灰度级:
ID1010=打标速度:
ID1011=点间距
ID1015=最小调节功率(%):
ID1016=最大调节功率(%):
ID1=确定
ID2=取消

[GRAYSET_DLG_1003]
CAPTION=保存方案
ID1012=参数方案另存为:
ID1=确定
ID2=取消

[GRAYSET_STRINGTABLE]
ID1001=不能打开该方案!
ID1002=请选择要删除的方案
ID1003=缺省方案不能删除
ID1004=确认删除
ID1005=删除失败
ID1006=缺省方案不能被覆盖保存
ID1007=已经存在同名方案，确定覆盖?
ID1008=增加方案出错
ID1009=占空比
ID1010=Q调节
ID1011=电流
ID1012=直线
ID1013=曲线
ID1014=灰度级
ID1015=灰度色
ID1016=能量(%)
ID1017=IPG激光器暂不支持灰度调节!
ID1018=功率
ID1019=调频

;---------------------------------END: Bin\GraySet-----------------------------------------

;---------------------------------BEGIN: HANSADVINTERFACE-----------------------------------------
[HANSADVINTERFACE_STRINGTABLE]
ID01=另一个程序在运行          
ID02=路径不正确             
ID03=初始化失败             
ID04=未初始化              
ID05=报警
ID06=命令超时              
ID07=无法读取文件            
ID08=指定的字体不存在          
ID09=指定的层号不存在          
ID10=没找到指定的对象          
ID11=参数非法              
ID12=错误的状态,当前状态下不能执行此操作
ID13=分配内存失败            
ID14=超出系统打标范围          
ID15=缓冲区不够             
ID16=空指针               
ID17=未找到指定文档
ID18=命令执行失败
ID100=未知错误

;---------------------------------END: HANSADVINTERFACE-----------------------------------------
